const NutrientDescription = new Map();
NutrientDescription.set(
  "비타민 B",
  "비타민 B의 종류는 정말 다양하기 때문에 속쓰림, 당뇨 등 여러가지 조건을 고려하고 복용하시는 것이 좋아요!"
);
NutrientDescription.set(
  "비타민 C",
  "비타민 C는 장기간 섭취할 경우 신장 결석의 발병률이 상승하는 등 수분을 같이 섭취해줘야 해요! 그리고 다른 종합비타민에 흔하게 함유되어 있는 경우가 많아서 신중하게 섭취하세요!"
);
NutrientDescription.set(
  "비타민 D",
  "비타민 D를 합성하기 위해서는 피부를 노출한 상태에서 1시간 이상 햇빛을 쐬어야 해요! 현대인들의 경우 대부분 조건을 만족하기 어렵습니다! 그 부분 고려해서 섭취하시길 추천드려요!"
);
NutrientDescription.set(
  "종합비타민",
  "종합비타민은 대개 비타민 외에도 많은 영양소를 담고 있기 때문에 선택할 때 기존에 복용하고 있는 약 성분과 비교해서 선택하시는 것을 추천드립니다!"
);
NutrientDescription.set(
  "마그네슘",
  "마그네슘에도 여러종류가 있다는 것을 알고 계시나요?흡수율을 높이고 위장장애 발생률을 줄인 킬레이트형 마그네슘을 만나보세요!"
);
NutrientDescription.set(
  "오메가-3",
  "오메가 3에도 세가지 종류가 있습니다! 가격을 생각한다면 1세대 TG형 오메가 3! 불순물이 걱정이라면 2세대 EE형 오메가 3! 가격이 상관 없다면 가장 좋은 품질의 rTG형 오메가 3를 추천드립니다!"
);
NutrientDescription.set(
  "밀크시슬",
  "밀크시슬로 손상된 간의 회복에 대한 기대는 하지 않는 것이 좋아요! 간이 손상되는 것을 예방하는 용도로만 복용해 주세요!"
);
NutrientDescription.set(
  "루테인",
  "흡연자는 루테인을 장기간 섭취하는 데 있어서 의사와 상담해보는 것이 좋아요! 장기간 고용량 섭취할 경우 폐암 발병 확률이 높아지는 연구 결과가 있어요!"
);
NutrientDescription.set(
  "아연",
  "아연의 흡수율은 단순염의 형태로 섭취할 경우 40~90%입니다. 권장 섭취량이 낮기 때문에 고용량 아연은 고려해서 먹어야 해요! 기본 효과 외에도 다양한 부가 효과가 있는 아연의 세계로 초대합니다"
);
NutrientDescription.set(
  "유산균",
  "유산균은 장 건강 개선 외에도 매우 다양한 효과를 가지고 있어요! 유산균은 열에 취약하니 여름에는 가급적 냉장 배송 제품을 구입하시는 걸 권장드려요!"
);
NutrientDescription.set(
  "콜라겐",
  "콜라겐은 피부 뿐만 아니라 관절 건강을 위해서 섭취하기도 해요! 콜라겐은 식사와 함께 섭취할 시 칼로리화 되어버릴 수 있으니 가급적 식전 또는 식후 2시간 뒤에 섭취하시는 걸 권장드려요!"
);
NutrientDescription.set(
  "철분",
  "철분은 과다 복용시 문제가 발생할 수 있기 때문에 반드시 피 검사를 통해 체내 철분 수치를 정확히 파악한 뒤에 복용하는 것을 권장드려요!"
);
NutrientDescription.set(
  "프로폴리스",
  "프로폴리스는 항산화력이 높아 노화를 방지하고 염증을 완화하는 데 도움이 될 수 있어요! 다른 영양소에 비해 훨씬 다양한 제품 형태가 제공되는 것도 장점입니다!"
);
export default NutrientDescription;
