const NutrientDescription = new Map();
NutrientDescription.set(
  "비타민 B",
  "비타민B에도 여러종류가 있다는 것을 알고 계시나요?흡수율을 높이고 위장장애 발생률을 줄인 킬레이트형 마그네슘을 만나보세요!"
);
NutrientDescription.set(
  "비타민 C",
  "비타민C에도 여러종류가 있다는 것을 알고 계시나요?흡수율을 높이고 위장장애 발생률을 줄인 킬레이트형 마그네슘을 만나보세요!"
);
NutrientDescription.set(
  "비타민 D",
  "비타민D에도 여러종류가 있다는 것을 알고 계시나요?흡수율을 높이고 위장장애 발생률을 줄인 킬레이트형 마그네슘을 만나보세요!"
);
NutrientDescription.set(
  "종합비타민",
  "종합비타민에도 여러종류가 있다는 것을 알고 계시나요?흡수율을 높이고 위장장애 발생률을 줄인 킬레이트형 마그네슘을 만나보세요!"
);
NutrientDescription.set(
  "마그네슘",
  "마그네슘에도 여러종류가 있다는 것을 알고 계시나요?흡수율을 높이고 위장장애 발생률을 줄인 킬레이트형 마그네슘을 만나보세요!"
);
NutrientDescription.set(
  "오메가-3",
  "오메가3에도 여러종류가 있다는 것을 알고 계시나요?흡수율을 높이고 위장장애 발생률을 줄인 킬레이트형 마그네슘을 만나보세요!"
);
NutrientDescription.set(
  "밀크시슬",
  "밀크시슬에도 여러종류가 있다는 것을 알고 계시나요?흡수율을 높이고 위장장애 발생률을 줄인 킬레이트형 마그네슘을 만나보세요!"
);
NutrientDescription.set(
  "루테인",
  "루테인에도 여러종류가 있다는 것을 알고 계시나요?흡수율을 높이고 위장장애 발생률을 줄인 킬레이트형 마그네슘을 만나보세요!"
);
NutrientDescription.set(
  "아연",
  "아연에도 여러종류가 있다는 것을 알고 계시나요?흡수율을 높이고 위장장애 발생률을 줄인 킬레이트형 마그네슘을 만나보세요!"
);
NutrientDescription.set(
  "유산균",
  "유산균에도 여러종류가 있다는 것을 알고 계시나요?흡수율을 높이고 위장장애 발생률을 줄인 킬레이트형 마그네슘을 만나보세요!"
);
NutrientDescription.set(
  "콜라겐",
  "콜라겐에도 여러종류가 있다는 것을 알고 계시나요?흡수율을 높이고 위장장애 발생률을 줄인 킬레이트형 마그네슘을 만나보세요!"
);
NutrientDescription.set(
  "철분",
  "철분에도 여러종류가 있다는 것을 알고 계시나요?흡수율을 높이고 위장장애 발생률을 줄인 킬레이트형 마그네슘을 만나보세요!"
);
NutrientDescription.set(
  "프로폴리스",
  "프로폴리스에도 여러종류가 있다는 것을 알고 계시나요?흡수율을 높이고 위장장애 발생률을 줄인 킬레이트형 마그네슘을 만나보세요!"
);
export default NutrientDescription;
